Repository: zonia3000/regi-fair
Catalog: languages/regi-fair-*.po
Languages: de_de

source: Free and open source plugin to manage events registrations. Provides form builder, waiting lists, group registrations and email notifications. Works with Gutenberg blocks.
de_de: Kostenloses Open-Source-Plugin zur Verwaltung von Veranstaltungsanmeldungen. Bietet Formular-Builder, Wartelisten, Gruppenanmeldungen und E-Mail-Benachrichtigungen. Funktioniert mit Gutenberg blocks.

source: Event not found
de_de: Veranstaltung nicht gefunden

source: registrations
de_de: Anmeldungen

source: date
de_de: Datum

source: Registration not found
de_de: Anmeldung nicht gefunden

source: Waiting list is not enabled
de_de: Warteliste ist nicht aktiviert

source: Event template not found
de_de: Veranstaltungsvorlage nicht gefunden

source: Events
de_de: Veranstaltungen

source: Templates
de_de: Vorlagen

source: Settings
de_de: Einstellungen

source: A critical error happened
de_de: Ein kritischer Fehler ist aufgetreten

source: Only one field of type "number of people" is allowed
de_de: Es ist nur ein Feld vom Typ „Teilnehmeranzahl“ zulässig

source: Only email fields can be set as confirmation address
de_de: Nur E-Mail-Felder können als Bestätigungsadresse festgelegt werden

source: Only email fields can have the WP user option
de_de: Nur E-Mail-Felder können die WP-Benutzeroption haben

source: Only numeric fields can be used to set the number of people
de_de: Zur Angabe der Personenzahl können nur numerische Felder verwendet werden

source: Only numeric fields can have a minimum value
de_de: Nur numerische Felder können einen Mindestwert haben

source: Only numeric fields can have a maximum value
de_de: Nur numerische Felder können einen Maximalwert haben

source: Only dropdown fields can have a multiple field
de_de: Nur Dropdown-Felder können mehrere Felder enthalten

source: The payload must be an array
de_de: Der payload muss ein Array sein

source: Invalid number of fields
de_de: Ungültige Angabe

source: Missing field %d
de_de: Fehlendes Feld %d

source: Some fields are not valid
de_de: Einige Felder sind nicht korrekt ausgefüllt

source: Unable to register the specified number of people
de_de: Es ist nicht möglich, die angegebene Anzahl anzumelden

source: The number is greater than the available number of seats
de_de: Die Anzahl ist größer als die verfügbare Anzahl an Plätzen

source: No more seats available
de_de: Keine Plätze mehr frei

source: The number of available seats can't be lower than the current confirmed registered people
de_de: Die Anzahl der verfügbaren Plätze darf nicht geringer sein als die Anzahl der aktuell bestätigten angemeldeten Teilnehmer

source: It is not possible to remove the waiting list because there are some people in it
de_de: Es ist nicht möglich, die Warteliste zu entfernen, da sich noch Teilnehmer darauf befinden

source: It is not possible to remove referenced "number of people" field
de_de: Es ist nicht möglich, das Feld „Anzahl der Teilnehmer“ zu entfernen.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Registration to the event "%s" is confirmed
de_de: Anmeldung zur Veranstaltung "%s" bestätigt

source: Dear user,
de_de: Hallo Teilnehmer,

source: your registration to the event "%s" is confirmed.
de_de: Deine Anmeldung zu der Veranstaltung "%s" wurde bestätigt.

source: You inserted the following data:
de_de: Du hast die folgenden Daten angegeben:

source: Registration to the waiting list of the event "%s" is confirmed
de_de: Anmeldung zur Warteliste für die Veranstaltung "%s" wurde bestätigt

source: your registration to the waiting list of the event "%s" is confirmed.
de_de: Deine Anmeldung auf die Warteliste zu der Veranstaltung "%s" wurde bestätigt.

source: If some seats will be available you will be automatically registered and notified by e-mail.
de_de: Wenn Plätze frei werden, wirst du automatisch per E-Mail kontaktiert

source: New seats available for the event "%s"
de_de: Für die Veranstaltung "%s" sind keine Plätze mehr frei

source: new seats have become available for the event "%s", and you have been automatically selected from the waiting list. Your registration is confirmed.
de_de: Für die Veranstaltung "%s" sind neue Plätze frei geworden und Sie wurden automatisch von der Warteliste ausgewählt. Ihre Anmeldung ist bestätigt.

source: New registration for the event "%s"
de_de: Neue Anmeldung für die Veranstaltung "%s"

source: Dear admin,
de_de: Hallo Administrator,

source: a new registration to the event "%s" has been added.
de_de: Eine neue Registrierung für "%s" ist eingegangen.

source: The user inserted the following data:
de_de: Der Benutzer hat die folgenden Daten angegeben:

source: New registration for the waiting list of event "%s"
de_de: Neue Anmeldung auf der Warteliste für die Veranstaltung "%s"

source: a new registration to the waiting list of event "%s" has been added.
de_de: Eine neue Registrierung zur Warteliste für "%s" ist eingegangen.

source: Registration to the event "%s" has been updated
de_de: Anmeldung zur Veranstaltung "%s" wurde geändert

source: your registration to the event "%s" has been updated.
de_de: Deine Anmeldung zu der Veranstaltung "%s" wurde geändert.

source: Registration updated for the event "%s"
de_de: Anmeldung zur Veranstaltung "%s" wurde geändert

source: a registration to the event "%s" has been updated.
de_de: Eine neue Registrierung für "%s" wurde geändert.

source: your registration to the event "%s" has been updated by an administrator.
de_de: Deine Anmeldung zu der Veranstaltung "%s" wurde vom Veranstalter geändert.

source: The updated data is:
de_de: Die aktualisierten Daten sind:

source: Registration to the event "%s" has been deleted
de_de: Anmeldung zur Veranstaltung "%s" wurde gelöscht

source: your registration to the event "%s" has been deleted.
de_de: Deine Anmeldung zu der Veranstaltung "%s" wurde gelöscht.

source: your registration to the event "%s" has been deleted by an administrator.
de_de: Deine Anmeldung zu der Veranstaltung "%s" wurde vom Veranstalter gelöscht.

source: Registration deleted for the event "%s"
de_de: Anmeldung zur Veranstaltung "%s" wurde gelöscht

source: a user deleted their registration to the event "%s".
de_de: Ein Teilnehmer für "%s" hat abgesagt.

source: Registrations picked from the waiting list of event "%s"
de_de: Anmeldung für das Event "%s" wurde von der Warteliste ausgewählt

source: the following registration identifiers for the event "%s" were moved from waiting list to confirmed:
de_de: die folgenden Registrierung für die Veranstaltung „%s“ wurden von der Warteliste auf die bestätigte Teilnehmerliste verschoben:

source: Accepted
de_de: Akzeptiert

source: You can modify or delete your registration by clicking on the following link:
de_de: Du kannst deine Angaben ändern, wenn du auf folgenden Link klickst:

source: You cannot register because the event is already ended
de_de: Du kannst dich nicht anmelden, da die Veranstaltung bereits beendet ist.

source: This event doesn't allow to edit the registrations
de_de: In dieser Veranstaltung ist es nicht erlaubt, deine Anmeldung zu ändern.

source: Required field
de_de: Erforderlich

source: Value must be true or false
de_de: Eingabe muss richtig oder falsch sein

source: Field must be an array
de_de: Feld muss ein Array sein

source: Each element of the array must be a string
de_de: Jedes Element des Arrays muss ein String sein

source: Field must be a string
de_de: Wert muss ein Text sein

source: Field value not allowed
de_de: Wert nicht erlaubt

source: Invalid e-mail address
de_de: Ungültige E-Mail Adresse

source: Invalid number
de_de: Ungültige Anzahl

source: Number must be an integer
de_de: Anzahl muss eine Zahl sein

source: You have to register at least one person
de_de: Du musst mindestens eine Person anmelden

source: Number must not be lower than %d
de_de: Anzahl muss kleiner sein als %d

source: It is not possible to add more than %d people in the same registration
de_de: Es ist nicht möglich mehr als %d Plätze zu buchen

source: Number must not be greater than %d
de_de: Anzahl muss größer sein als &d

source: It is necessary to accept the privacy policy
de_de: Die Datenschutzerklärung muss Akzeptiert werden

source: Loading...
de_de: Lade...

source: I accept the %sprivacy policy%s
de_de: Ich bestätige die %sDatenschutzerklärung%s

source: Select...
de_de: Auswählen...

source: Event is ended
de_de: Veranstaltung ist beendet

source: Welcome back. You are editing an existing registration.
de_de: Willkommen zurück. Du änderst eine bestehende Anmeldung.

# number of available seats
source: There is still one seat available.
de_de: Es ist noch %d Platz frei

source: There are no more seats available.
de_de: Es sind keine Plätze mehr verfügbar

source: This registration is in the waiting list.
de_de: Die Anmeldung ist auf der Warteliste.

source: There are no more seats available. You can only join the waiting list. You will be notified when new seats will be available.
de_de: Es sind keine Plätze mehr verfügbar. Du kannst dich auf die Warteliste setzen lassen. Du wirst benachrichtigt, wenn weitere Plätze verfügbar sind.

source: Congratulation! You took the last seat available!
de_de: Herzlichen Glückwunsch! Du hast den letzten verfügbaren Platz!

source: We are sorry. You can't register because there are no more seats available.
de_de: Entschuldigung. Du kannst dich nicht anmelden, da keine Plätze mehr frei sind.

source: Your registration has been updated
de_de: Deine Anmeldung wurde geändert.

source: Your registration has been submitted
de_de: Deine Anmeldung ist eingegangen

source: Your registration has been deleted
de_de: Deine Anmeldung wurde gelöscht

source: Update the registration
de_de: Registrierung aktualisieren

source: Register to the event
de_de: Anmelden

source: Join the waiting list
de_de: Auf die Warteliste setzen

source: Delete the registration
de_de: Anmeldung löschen

source: Confirm registration deletion
de_de: Abmeldung bestätigen

source: Do you really want to delete the registration to this event?
de_de: Möchtest du wirklich die Anmeldung zu dieser Veranstaltung löschen?

source: Confirm
de_de: Bestätigen

source: Select event
de_de: Wahle eine Veranstaltung

source: Field is required
de_de: Feld ist erforderlich

source: Description (optional)
de_de: Beschreibung (optional)

source: Required
de_de: Erforderlich

source: Use this address to send confirmation e-mail when the user register to the event
de_de: Verwenden Sie diese Adresse, um eine Bestätigungs-E-Mail zu senden, wenn sich der Benutzer für die Veranstaltung anmeldet

source: For registered users, hide this field and automatically pick the e-mail address from Wordpress user data
de_de: Für registrierte Benutzer dieses Feld ausblenden und automatisch die E-Mail-Adresse aus den Wordpress-Benutzerdaten auswählen

source: This input will be used to allow adding multiple people with the same registration.
de_de: Diese Eingabe wird verwendet, um das Hinzufügen mehrerer Teilnehmer mit derselben Registrierung zu ermöglichen.

source: This is useful when you don't need to collect each participant name, but you need to know the number of seats.
de_de: Dies ist nützlich, wenn Sie nicht die Namen aller Teilnehmer erfassen müssen, aber die Anzahl der Plätze wissen müssen.

source: Example: a mother register and wants to add 3 kids, without having to specify their names.
de_de: Beispiel: Eine Mutter meldet sich an und möchte 3 Kinder hinzufügen, ohne deren Namen angeben zu müssen.

source: Minimum value (optional)
de_de: Minimum

source: Maximum value (optional)
de_de: Maximum

source: Remove option
de_de: Option löschen

source: Add option
de_de: Option hinzufügen

source: No privacy policy URL configured! Please set one!
de_de: Keine Datenschutzerklärung URL konfiguriert! Bitte legen Sie eine fest!

source: Configured privacy policy URL:
de_de: Konfigurierte Datenschutzerklärung URL:

source: Multiple
de_de: Mehrere

source: Add field
de_de: Feld hinzufügen

source: Edit field
de_de: Feld bearbeiten

source: Select field type
de_de: Feldtyp auswählen

source: Number
de_de: Anzahl

source: Number of people
de_de: Anzahl der Teilnehmer

source: Privacy policy
de_de: Datenschutzerklärung

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Event form
de_de: Veranstaltungsformular

source: Your form is empty. Add some fields.
de_de: Dein Formular ist leer. Füge Felder hinzu

source: Type
de_de: Typ

source: Move field up
de_de: runter

source: Move field down
de_de: hoch

source: Add form field
de_de: Feld hinzufügen

source: Delete field
de_de: Feld löschen

source: Do you really want to delete this field?
de_de: Möchtest du wirklich diese Vorlage löschen?

source: Create event
de_de: Erstelle Veranstaltung

source: Edit event
de_de: Veranstaltung bearbeiten

source: Date
de_de: Datum

source: this event has already some registrations. Adding or removing fields can result in having some empty values in your registrations table.
de_de: Für diese Veranstaltung liegen bereits Anmeldungen vor. Das Hinzufügen oder Entfernen von Feldern kann dazu führen, dass Ihre Registrierungstabelle leere Werte enthält.

source: Set a maximum number of participants
de_de: Maximale Teilnehmerzahl setzen

source: Total available seats
de_de: Freie Plätze

source: Enable waiting list when maximum number of participants has been reached
de_de: Warteliste aktivieren, wenn Maximale Teilnehmerzahl erreicht ist

source: Autoremove user data after the event
de_de: Automatisches Entfernen von Benutzerdaten nach der Veranstaltung

source: Autoremove period
de_de: Zeitraum für automatische Entfernung

source: Number of days to wait after the event conclusion before removing registrations data
de_de: Anzahl der Tage, die nach Abschluss der Veranstaltung gewartet werden soll, bevor Registrierungsdaten entfernt werden

source: Allow the users to edit or delete their registrations
de_de: Benutzern erlauben, ihre Registrierungen zu bearbeiten oder zu löschen

source: Notify an administrator by e-mail when a new registration is created
de_de: Benachrichtigen Sie einen Administrator per E-Mail, wenn eine neue Registrierung erstellt wird

source: Administrator e-mail address
de_de: Administrator E-mail Adresse

source: Add custom message to confirmation e-mail
de_de: Benutzernachricht für Bestätigungs-E-mail hinzufügen

source: Custom confirmation e-mail content
de_de: Benutzerdefinierter Inhalt der Bestätigungs-E-Mail

source: This content will be added at the end of the confirmation e-mail messages. Allowed HTML tags: <b>, <i>, <a>, <hr>, <p>, <br>
de_de: Dieser Inhalt wird am Ende der Bestätigungs-E-Mail hinzugefügt. Erlaubte HTML-Tags: <b>, <i>, <a>, <hr>, <p>, <br>

source: Back
de_de: Zurück

source: Your events
de_de: Deine Veranstaltungen

source: Add event
de_de: Veranstaltung hinzufügen

source: No events found
de_de: Keine Veranstaltung gefunden

source: Registrations
de_de: Anmeldungen

source: Warning
de_de: Warnung

source: From template
de_de: Von Vorlage

source: From scratch
de_de: Neu erstellen

source: No templates found
de_de: Keine Vorlage gefunden

source: Create your first template
de_de: Erstelle deine erste Vorlage

source: Select template
de_de: Vorlage auswählen

source: Create
de_de: Erstellen

source: Delete event
de_de: Veranstaltung löschen

source: Do you really want to delete this event?
de_de: Möchtest du wirklich diese Veranstaltung löschen?

source: WARNING: all the saved registrations will be deleted and users will not be notified about the deletion
de_de: Warnung: Alle gespeicherten Registrierungen werden gelöscht. Die Teilnehmer werden nicht benachrichtigt.

source: Deleting...
de_de: wird gelöscht...

source: Event form is referenced in multiple posts
de_de: Veranstaltungsformular ist mit mehreren Beiträgen verknüpft

source: This plugin expects that an event form is referenced only in one published post.
de_de: Dieses Plugin erwartet, dass auf ein Ereignisformular nur in einem veröffentlichten Beitrag verwiesen wird.

source: Please, ensure that you have only one post referencing this event.
de_de: Bitte stellen Sie sicher, dass Sie nur eine Anmeldung zu dieser Veranstaltung haben.

source: The following posts are referencing the same event form:
de_de: Die folgenden Beiträge beziehen sich auf dasselbe Ereignisformular:

source: Total
de_de: Gesamt

source: Go to page %d
de_de: Gehe zu Seite %d

source: Page size
de_de: Seitengröße

source: Registrations for the event "%s"
de_de: Anmeldungen für die Veranstaltung "%s"

source: Waiting list for the event "%s"
de_de: Warteliste für die Veranstaltung "%s"

source: Confirmed participants
de_de: Bestätigte Teilnehmer

source: Waiting list
de_de: Warteliste

source: Show deleted fields
de_de: Gelöschte Felder anzeigen

source: Date and time
de_de: Datum und Uhrzeit

source: deleted
de_de: gelöscht

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Do you really want to delete the registration #%d?
de_de: Möchtest du wirklich die Anmeldung "%d" löschen?

source: Edit registration #%d
de_de: Registrierung bearbeiten "%d"

source: There are still %d seats available.
de_de: Es sind noch %d Plätze verfügbar.

source: Notify user by e-mail
de_de: Benutzer per E-Mail benachrichtigen

source: Update
de_de: aktualisieren

source: All the following options are just defaults and they can be redefined for each event
de_de: Die folgenden Einstellungen sind alle vorbelegt, sie können bei jeder Veranstaltung verändert werden

source: Default event admin e-mail address
de_de: Standard Administrator E-mail Adresse der Veranstaltung

source: Received registrations will be notified at this addres
de_de: Eingegangene Anmeldungen werden an diese Adresse gesendet

source: Default autoremove period
de_de: Standard Zeitraum für automatische Entfernung

source: Default extra content for confirmation e-mail messages
de_de: Standardmäßiger zusätzlicher Inhalt für Bestätigungs-E-Mail-Nachrichten

source: E-mail address used to send confirmation messages to users
de_de: E-mail Adresse für die Bestätigung an die Teilnehmer

source: Settings updated
de_de: Einstellungen upgedated

source: Create template
de_de: Erstelle Vorlage

source: Edit template
de_de: Vorlage bearbeiten

source: Template not found
de_de: Vorlage nicht gefunden

source: Event templates
de_de: Veranstaltungsvorlage

source: Add event template
de_de: Veranstaltungsvorlage hinzufügen

source: No event templates found
de_de: Keine Veranstaltungsvorlage gefunden

source: Delete template
de_de: Vorlage löschen

source: Do you really want to delete the template %s?
de_de: Möchtest du wirklich die Vorlage "%s" löschen?
